<?php

return [

    /*
    |--------------------------------------------------------------------------
    | 認証言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は認証時にユーザーに対し表示する必要のある
    | 様々なメッセージです。アプリケーションの必要に合わせ
    | 自由にこれらの言語行を変更してください。
    |
    */

    'failed' => 'ログイン情報が登録されていません。',
    'throttle' => 'ログインに続けて失敗しています。:seconds秒後に再度お試しください。',
    'email' => 'メールアドレス',
    'password' => 'パスワード',
    'register' => '会員登録をする',
    'remember me' => '保存する',
    'forget password?' => 'パスワードをお忘れですか？',
    'login' => 'ログイン',
    'name' => '名前',
    'confirm password' => '確認用パスワード',
    'already register' => '既に登録していますか？',
];
